__mod_name__ = "🛠️𝐓𝐨𝐨𝐥𝐬🛠️"

__help__ = """
*𝐓𝐞𝐥𝐞𝐠𝐫𝐚𝐩𝐡*
 ❍ /txm :𝐆𝐞𝐭 𝐓𝐞𝐥𝐞𝐠𝐫𝐚𝐩𝐡 𝐋𝐢𝐧𝐤 𝐎𝐟 𝐑𝐞𝐩𝐥𝐢𝐞𝐝 𝐌𝐞𝐝𝐢𝐚
 ❍ /txt :𝐆𝐞𝐭 𝐓𝐞𝐥𝐞𝐠𝐫𝐚𝐩𝐡 𝐋𝐢𝐧𝐤 𝐨𝐟 𝐑𝐞𝐩𝐥𝐢𝐞𝐝 𝐓𝐞𝐱𝐭

*𝐂𝐡𝐚𝐭𝐛𝐨𝐭* 
_𝐀𝐝𝐦𝐢𝐧𝐬 𝐨𝐧𝐥𝐲:_
 ❍ /addchat*:* 𝐄𝐧𝐚𝐛𝐥𝐞𝐬 𝐂𝐡𝐚𝐭𝐛𝐨𝐭 𝐦𝐨𝐝𝐞 𝐢𝐧 𝐭𝐡𝐞 𝐜𝐡𝐚𝐭.
 ❍ /rmchat*:* 𝐃𝐢𝐬𝐚𝐛𝐥𝐞𝐬 𝐂𝐡𝐚𝐭𝐛𝐨𝐭 𝐦𝐨𝐝𝐞 𝐢𝐧 𝐭𝐡𝐞 𝐜𝐡𝐚𝐭.

*𝐃𝐚𝐭𝐞-𝐭𝐢𝐦𝐞-𝐖𝐞𝐚𝐭𝐡𝐞𝐫*
 ❍ /time <𝐜𝐨𝐮𝐧𝐭𝐫𝐲 𝐜𝐨𝐝𝐞>*:* 𝐆𝐢𝐯𝐞𝐬 𝐢𝐧𝐟𝐨𝐫𝐦𝐚𝐭𝐢𝐨𝐧 𝐚𝐛𝐨𝐮𝐭 𝐚 𝐭𝐢𝐦𝐞𝐳𝐨𝐧𝐞.
 ❍ /weather <𝐜𝐢𝐭𝐲>*:* 𝐆𝐞𝐭 𝐰𝐞𝐚𝐭𝐡𝐞𝐫 𝐢𝐧𝐟𝐨 𝐢𝐧 𝐚 𝐩𝐚𝐫𝐭𝐢𝐜𝐮𝐥𝐚𝐫 𝐩𝐥𝐚𝐜𝐞.
 ❍ /wttr <𝐜𝐢𝐭𝐲>*:* 𝐀𝐝𝐯𝐚𝐧𝐜𝐞𝐝 𝐰𝐞𝐚𝐭𝐡𝐞𝐫 𝐦𝐨𝐝𝐮𝐥𝐞, 𝐮𝐬𝐚𝐠𝐞 𝐬𝐚𝐦𝐞 𝐚𝐬 /𝐰𝐞𝐚𝐭𝐡𝐞𝐫
 ❍ /wttr moon*:* 𝐆𝐞𝐭 𝐭𝐡𝐞 𝐜𝐮𝐫𝐫𝐞𝐧𝐭 𝐬𝐭𝐚𝐭𝐮𝐬 𝐨𝐟 𝐦𝐨𝐨𝐧

*𝐂𝐨𝐧𝐯𝐞𝐫𝐭𝐬*
 ❍ /encrypt*:* 𝐄𝐧𝐜𝐫𝐲𝐩𝐭𝐬 𝐓𝐡𝐞 𝐆𝐢𝐯𝐞𝐧 𝐓𝐞𝐱𝐭
 ❍ /decrpyt*:* 𝐃𝐞𝐜𝐫𝐲𝐩𝐭𝐬 𝐏𝐫𝐞𝐯𝐢𝐨𝐮𝐬𝐥𝐲 𝐄𝐜𝐫𝐲𝐩𝐭𝐞𝐝 𝐓𝐞𝐱𝐭
 ❍ /zip*:* 𝐫𝐞𝐩𝐥𝐲 𝐭𝐨 𝐚 𝐭𝐞𝐥𝐞𝐠𝐫𝐚𝐦 𝐟𝐢𝐥𝐞 𝐭𝐨 𝐜𝐨𝐦𝐩𝐫𝐞𝐬𝐬 𝐢𝐭 𝐢𝐧 .𝐳𝐢𝐩 𝐟𝐨𝐫𝐦𝐚𝐭
 ❍ /unzip*:* 𝐫𝐞𝐩𝐥𝐲 𝐭𝐨 𝐚 𝐭𝐞𝐥𝐞𝐠𝐫𝐚𝐦 𝐟𝐢𝐥𝐞 𝐭𝐨 𝐝𝐞𝐜𝐨𝐦𝐩𝐫𝐞𝐬𝐬 𝐢𝐭 𝐟𝐫𝐨𝐦 𝐭𝐡𝐞 .𝐳𝐢𝐩 𝐟𝐨𝐫𝐦𝐚𝐭
"""
